/* env. variable value template */
"value" = "valor";

/* env. variable name template */
"SOME_ENV" = "ALGUNA_VAR";

/* toolbar item name */
"New" = "Nueva";

/* toolbar item tooltip */
"Add new environment variable" = "Añadir nueva variable de entorno";

/* toolbar item tooltip */
"Remove environment variable" = "Eliminar variable de entorno";

/* toolbar item name */
"Delete" = "Eliminar";

/* open failure alert sheet
   write failure alert sheet
   write failure alert sheet */
"Failure" = "Error";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Insertar";

/* Unsaved data alert sheet title */
"Unsaved Data" = "Datos sin guardar";

/* unsaved changes warning in alert sheet
   descriptive text in save changes alert sheet */
"You have modified your crontab. Save changes?" = "Has modificado tu crontab. ¿Guardar los cambios?";

/* discard in dialog
   Discard chanes button label */
"Discard" = "Descartar";

/* empty crontab alert sheet */
"Empty Crontab" = "Crontab vacío";

/* Ok in dialog */
"OK" = "Aceptar";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Algo me impidió leer tu crontab - quizás alguna tormenta de iones en el cinturón de asteroides. Compueba si es eso y arréglalo o si no envía un mensaje al autor (mira en el cuadro Acerca de) y quéjate como si no fuese a haber un mañana.";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Ejecutando comando\n";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Cancelar";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = "Privilegios insuficientes para escribir el crontab del usuario \"%s\".";

/* run now menu item label. Has to be identical to the NIB version! */
"Run Now" = "Ejecutar ahora";

/* Save button label */
"Save" = "Guardar";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "No pude encontrar una carpeta de inicio de '%@' en tu sistema. Quizás hayas escrito mal el nombre o (¡Dios no!) borrado la carpeta. Mejor que compruebes...";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"¡Feliz año nuevo!\"";

/* Run now context menu item */
"Run now" = "Ejecutar ahora";

/* Show toolbar menu item label */
"Show Toolbar" = "Mostrar barra de herramientas";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 60 */
"User" = "Usuario";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "El usuario no existe";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "El sistema devolvió un crontab de '%s' vacío. Esto probablemente sólo significa que todavía no hay un crontab para este usuario. Pulsando Aceptar podrás editar e instalar un nuevo crontab y no volverás a ver más esta hoja de alerta. Si, de todos modos, estás seguro de que '%s' sí tiene un crontab, entonces puede que hayas encontrado una anomalía temporal. Contacta con el autor (mira en el cuadro Acerca de) y quéjate como si no fuese a haber un mañana.";

/* Insufficient privileges warning in open failure alert sheet */
"Insufficient privileges to open crontab for user \"%s\".\nOnly \"root\" can open other user's crontabs." = "Privilegios insuficientes para abrir el crontab del usuario \"%s\".\nSólo \"root\" puede abrir los crontab de otros usuarios.";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Privilegios insuficientes para escribir el crontab.";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nLa salida aparecerá abajo cuando la ejecución del comando haya finalizado\n";

/* Yes in dialog */
"Yes" = "Sí";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Ocultar barra de herramientas";

/* string in status toolbar item */
"Crontab for user:" = "Crontab del usuario:";

/* toolbar palette label
   toolbar label
   toolbar item tooltip */
"Current crontab" = "Crontab actual";

/* toolbar item name */
"New" = "Nuevo";

/* toolbar item name */
"Open" = "Abrir";

/* toolbar item tooltip */
"Create new crontab entry" = "Crear nueva entrada en el crontab";

/* toolbar item tooltip */
"Open crontab for different user" = "Abrir crontab de un usuario diferente";

/* toolbar item name */
"Save" = "Guardar";

/* toolbar item tooltip */
"Save crontab" = "Guardar crontab";

/* toolbar item tooltip */
"Remove crontab entry" = "Eliminar entrada del crontab";

/* toolbar item name */
"Delete" = "Eliminar";

/* Error converting */
"Couldn't convert value" = "No pude convertir el valor";

/* new version available dialog text */
"There's a new version available at %@.\n\nChanges in version %@:\n" = "Hay una nueva versión disponible en %@.\n\nCambios en la versión %@:\n";

/* confirmation button title in 'no update available' dialog */
"Too bad" = "Lástima";

/* Update available alert sheet title */
"Update Available" = "Actualización disponible";

/* update check connection failure dialog text */
"Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again." = "Alguien tropezó con el cable de Internet. O quizás es la lluvia. Espera a que claree y prueba otra vez.";

/* toolbar item tooltip */
"Run task now" = "Ejecutar tarea ahora";

/* go to download page button title in 'update available' dialog */
"Go to download page" = "Ir a la página de descarga";

/* Edit task dialog submit button text */
"Apply" = "Aplicar";

/* toolbar item name */
"Edit" = "Editar";

/* toolbar item tooltip */
"Edit task" = "Editar tarea";

/* no new version available dialog text */
"There's no new version available." = "No hay una nueva versión disponible.";

/* No update available alert sheet title */
"No Update Available" = "Sin actualización disponible";

/* Check for update connection failure acknowledgement button title */
"Bummer" = "Lástima";
